Repository: pizzasgood/retrovol
Catalog: po/*.po
Languages: fr, hu

source: Volume: %d%%
fr: Volume à %d%%
hu: Hangerő: %d%%

source: Volume: Muted
fr: Volume à zero
hu: Hangerő: Néma

source: _Exit
fr: _Quitter
hu: _Kilép

source: _Config Window
fr: Fenêtre de _Configuration
hu: _Beállító ablak

source: _Full Window
fr: _Panneau complet
hu: _Teljes ablak

source: Error: Failed to set background color to %s
fr: Erreur: Impossible d'assigner la couleur de fond %s
hu: Hiba: Háttérszín nem állítható erre: %s

source: /_File
fr: /_Fichier
hu: /_Fájl

source: /File/_Configure
fr: /_Fichier/Configurer
hu: /Fájl/_Beállítás

source: /File/_Quit
fr: /_Fichier/Quitter
hu: /Fájl/_Kilép

source: /File/_Exit completely
fr: /Fichier/Quitter complètement
hu: /Fájl/_Teljesen kilép

source: ERROR: The -bg option requires a color to be supplied in the format #rrggbb
fr: ERREUR: l'option -bg requiert un format de couleur du type #rrggbb
hu: HIBA: A -bg opció szín formátuma ilyen legyen: #rrggbb

source: Usage: %s [-bg #rrggbb] [-hide]
hu: Használat: %s [-bg #rrggbb] [-hide]

source: Volume mixer with bargraph style sliders.
fr: Mixeur de volume avec potentiometres à glissière - indicateurs visuels de puissance.
hu: Hangszabályzó vonalas csúszkával.

source: Reads ~/.retrovolrc for configuration options. Additionally, the following options may be given on the commandline:
fr: Lit ~/.retrovolrc pour les options de configuration. Les options suivantes peuvent être éventuellement données en ligne de commandes:
hu: Konfiguráció a ~/.retrovolrc fájlból van olvasva. Ezen felül a következők adhatók meg parancssorban:

source: -v print the version number and exit
fr: -v Donne le numéro de version et quitte
hu: -v verzióközlés és kilépés

source: -bg #rrggbb specify the background color of the tray icon
fr: -bg #rrggbb spécifie la couleur de fond de l'icône de la barre des tâches
hu: -bg #rrggbb A tálcaikon háttérszíne

source: -hide hide the main window initially
fr: -hide Cache le panneau complet démarrage
hu: -hide indulási ablak kiiktatása

source: Error: could not create %s
fr: Erreur: Impossible de créer %s
hu: Hiba: %s létrehozhatatlan

source: Cannot read file: %s Using defaults...
fr: "Impossible de lire le fichier: %s Paramétres par défaut utilisés...
hu: Olvashatatlan fájl: %s Alapértékek élnek...

source: Cannot open file: %s for writing
fr: Impossible d'ouvrir le fichier: %s pour l'écriture
hu: Írásra nyithatatlan fájl: %s

source: # Config file for retrovol
fr: # Fichier de configuration de retrovol
hu: # Retrovol beállító fájl

source: # This file should reside in the user's home directory and be named .retrovolrc
fr: # Ce fichier doit en principe se trouver dans le dossier administrateur de l'utilisateur et être nommé .retrovolrc
hu: # Ennek a fájlnak a home mappában .retrovolrc néven kell lennie

source: # Which soundcard to use
fr: #Carte-son à utiliser
hu: # Használandó hangkártya

source: # Set this to 0-2 to define a linear, logarithmic, or exponential volume scale, respectively
hu: # Lneáris, logaritmikus, vagy exponenciális skálához 0-3 közé állítandó.

source: # Set this to 1 to make the volume automatically mute when set to 0%, or 0 to keep it unmuted at 0%
hu: # 1 -nél a hangerő 0% -nál elnémul, 0 -nál nem némul el

source: # Set this to 1 to make the sliders vertical, or 0 for horizontal (only applies to the main window)
fr: # I pour disposer les potentiomètres verticalementl, 0 pour les disposer horizontalement (valeurs appliquées au panneau complet uniquement)
hu: # 1 -nél függőleges, 0 -nál vízszintes a csúszka (csak az ablakban)

source: # Window position
fr: # Position de la fenêtre
hu: # Ablak helyzet

source: # Window dimensions
fr: # Dimensions de la fenêtre
hu: # Ablak méret

source: # Slider dimensions
fr: # Dimensions du potentiomètre
hu: # Csúszka méret

source: # Slider colorscheme
fr: # Couleurs des potentiomètres
hu: # Csúszka színséma

source: # Enable the tray_icon
fr: # Activer l'icône de la barre des tâches
hu: # Tálcaikon engedélyezés

source: # Enable the tray_menu
fr: # Activer le menu contextuel de l'icône
hu: # Tálcamenü engedélyezés

source: # Background color of tray_icon (default is default GTK background color). Note: the commandline -bg option overrides this
fr: # Couleur de fond de l'icône de la barre des tâches (la couleur par défaut est celle de GTK). Note: l'option -bg en ligne de commande prend le pas sur cela
hu: # Tálcaikon háttérszíne (lapértelmezett a GTK beállításé). A -bg parancssorral ez felülbírálható.

source: # Set this to 1 to make the slider on the tray_icon vertical, or 0 for horizontal
fr: # 1 pour positionner le potentiomètre de la barre verticalement , ou 0 pour le positionner horizontalement
hu: # 1 -nél függőleges, 0 -nál vízszintes a tálcaikon csúszkája.

source: # Tray slider dimensions
fr: # Taille du potentiomètre de la barre
hu: # Tálcacsúszka mérete

source: # Which slider to link with the tray_icon, identified by numid
fr: # Potentiomètre lié à l 'icône de la barre des tâches, identifié par le numéro d'id
hu: #Ezt sorszámú szabályozót képviseli a tálca csúszkája

source: # The numids of the sliders to display, in order. It is okay to have comments # after the numbers as long as the numbers are the first non-whitespace # characters. To get a list of the slider numids, run this command: # amixer controls # NOTE: This section must go at the end of the file!
fr: # Les potentiomètres sont affichés suivant leurs numéros d'identification. Les commentaires après # les nombres sont okay tant que les nombres sont en premiers et composés de caractères sans espace # Pour obtenir la liste des numéros d'id, exécuter cette commande: # amixer controls # NOTE: Cette section doit impérativement se trouver en fin de fichier!
hu: # A szabályozó sorszámok rendezett mutatása. Ez jó a számokat követő # megjegyzésekhez az első számokat követő első nem alfanumnerikus karakterig # A csúszkák azonosítóinak megállapítására futtatható a következő parancs: # amixer controls # MEGJEGYZÉS: Ez a szakasz a fájl végén legyen!

source: #EXAMPLE:
fr: #EXEMPLE:
hu: #PÉLDA:

source: Below you can chose which sliders to enable and in which order to display them.
fr: Choisissez ici quels potentiomètres activer et dans quel ordre les afficher.
hu: Alább kiválaszthatók a csúszkák és megjelenítési sorrendjük.

source: Active Sliders
fr: Potentiomètres activés
hu: Aktív csúszkák

source: Inactive Sliders
fr: Potentiomètres déactivés
hu: Inaktív csúszkák

source: Linear
hu: Lineáris

source: Logarithmic
hu: Logaritmikus

source: Exponential
hu: Exponenciális

source: Retrovol - Configuration
hu: Retrovol - Beállítás

source: Main
fr: Général
hu: Fő

source: Volume Scaling
hu: Hangerő skála

source: Auto Mute
hu: Auto némítás

source: Slider Orientation
fr: Potentiomètres à glissière: Disposition
hu: Csúszka irány

source: Vertical
fr: Verticale
hu: Függőleges

source: Horizontal
fr: Horizontale
hu: Vízszintes

source: Slider Width
fr: Largeur
hu: Csúszkaszélesség

source: Slider Height
fr: Hauteur
hu: Csúszkamagasság

source: Slider Margins
fr: Marges
hu: Csúszkakeretek

source: Segment Thickness
fr: Epaisseur des graduations
hu: Szegmensvastagság

source: Segment Spacing
fr: Espace entre les graduations
hu: Szegmenstávolság

source: Background Color
fr: Couleurs: Fond
hu: Háttérszín

source: Border Color
fr: Bordure
hu: Keretszín

source: Unlit Color
fr: Pourcentage de volume inactif
hu: Kikapcsolt szín

source: Lit Color
fr: Pourcentage de volume actif
hu: Bekapcsolt szín

source: Tray
fr: Barre des tâches
hu: Tálca

source: Enable Tray Icon
fr: Potentiomètre disponible?
hu: Tálcaikon engedélyezés

source: Enable Tray Menu
fr: Menu contextuel disponible?
hu: Tálcamenü engedélyezés

source: Tray Slider
fr: Potentiomètre:
hu: Tálcacsúszka

source: Tray Slider Orientation
fr: Disposition
hu: Tálcacsúszka helyzet

source: Tray Slider Width
fr: Largeur
hu: Tálcacsúszka szélesség

source: Tray Slider Height
fr: Hauteur
hu: Tálcacsúszka magasság

source: Tray Slider Offset
fr: Positionnement
hu: Tálcacsúszka eltolás

source: Enable Tray Icon Background Color
fr: Personnaliser la couleur de fond de l'icône:
hu: Tálcaikon háttérszín engedélyezés

source: Tray Icon Background Color
fr: Couleur
hu: Tálcaikon háttérszín

source: Hardware
fr: Matériel
hu: Hardver

source: Sound Card
fr: Carte-son
hu: Hangkártya
